Repository: msolar1/mdsrstudio.com
Catalog: src/mdsr/StudioBundle/Resources/translations/footer.*.xlf
Languages: es, gl

source: Contact
es: Contacto
gl: Contacto

source: Contact Me
es: Contáctame
gl: Contáctame

source: My Avaliability:
es: Mi disponibilidad:
gl: A Miña Dispoñibilidade:

source: busy
es: ocupado
gl: ocupado

source: days
es: días
gl: días

source: Follow Me
es: Sígueme
gl: Ségueme

source: <em>mdsr studio</em> is the developer and trainer <em>Mauricio del Solar</em> personal web site. Inside of it you can find some information about him, his work, his courses, etc.
es: <em>mdsr studio</em> es la web personal del desarrollador y formador freelance <em>Mauricio del Solar</em>. En ella puedes encontrar información sobre él, sus trabajos, sus cursos, etc.
gl: <em>mdsr studio</em> é a web personal do programador e formador <em>Mauricio del Solar</em>. Nela podes atopar información sobre él, o seu traballo, os seus cursos, etc.

source: Read more...
es: Saber más...
gl: Saber máis...

source: lines of code written today.
es: lineas de código escritas hoy.
gl: liñas de código escritas hoxe.

source: diapers changed this week.
es: pañales cambiados esta semana.
gl: cueiros cambiados esta semana.

source: courses hours this year.
es: horas de cursos este año.
gl: horas de cursos este ano.

source: songs listened today.
es: canciones escuchadas hoy.
gl: cancións escoitadas hoxe.

source: bike km. this week.
es: km. en bici esta semana.
gl: km. de bici esta semana.

source: All rights reserved.
es: Todos los derechos reservados.
gl: Todos os dereitos reservados.

source: Checkout Mauricio's linkedin.
es: Écha un vistazo al linkedin de Mauricio.

source: Checkout mdsr software studio facebook page.
es: Écha un vistazo a la página de mdsr software studio en facebook.

source: Checkout Mauricio's twitter.
es: Écha un vistazo al twitter de Mauricio
