Repository: msolar1/mdsrstudio.com
Catalog: src/mdsr/StudioBundle/Resources/translations/hire.*.xlf
Languages: gl

source: Let's work together...
gl: Traballemos xuntos...

source: My home map image.
gl: Imaxe do mapa da miña casa.

source: I live here, but work where they need me...
gl: Eu vivo aquí, pero traballo alí onde me procuran...

source: Development
gl: Programación

source: As it's not easy to cover all fields in the applications development, sometimes it's needed temporarily, specialized partners in a given subject.
gl: Como non é doado cubrir tódolos campos no desenvolvemento de aplicacións, as veces é preciso contar dunha maneira temporal, con colaboradores especializados nunha determinada materia.

source: If this is your case, maybe it's me the person who you need. If so you feel free to contact me. I will be happy to listen your proposal.propuesta.
gl: Se este é o teu caso, pode que sexa eu a persoa que precisas. Se é así non dubides en contactarme. Estaréi encantado de escoitar a túa proposta.

source: Training
gl: Formación

source: With the velocity from current technology evolution, it's easy to stay behind. This is why the continuous training is the best strategy to keep updated.
gl: Coa velocidade á que evoluciona a tecnoloxía actualmente, é doado quedarse atrás. Por iso a formación continua é a mellor estratexia para manterse actualizado.

source: If your work team needs a tune up, or just increase your knowlege, you can get in touch with me. We can make together the training plan that fits to your case.
gl: Se o teu equipo de traballo precisa unha posta a punto, ou simplemente queredes incrementar os vosos coñecementos, podedes poñervos en contacto comigo. Xuntos poderemos confeccionar o plan de formación que máis se axuste o voso caso.

source: Skills
gl: Competencias
