Repository: msolar1/mdsrstudio.com
Catalog: src/mdsr/StudioBundle/Resources/translations/work.*.xlf
Languages: es, gl

source: My work cover image.
es: Imagen de portada de mis trabajos
gl: Imaxe de portada dos meus traballos

source: mdsr sutdio work cover by Mauricio Del Solar.
es: Portada con los trabajos de mdsr studio by Mauricio Del Solar.
gl: Portada cos traballos de mdsr studio by Mauricio Del Solar.

source: Dincalc app image.
es: Imagen de Dincalc app.
gl: Imaxe de Dincalc app.

source: Dincalc: the discount/increment easy calculator.
es: Dincalc: la sencilla calculadora de incrementos/decrementos.
gl: Dincalc: a sinxela calculadora de incrementos/decrementos.

source: Smartket app image.
es: Imagen de Smartket app.
gl: Imaxe de Smartket app.

source: Smartket: the ultimate lists application.
es: Smartket: la aplicación de listas definitiva.
gl: Smartket: a aplicación de listas definitiva.

source: Basebook app image.
es: Imagen de Basebook app.
gl: Imaxe de Basebook app.

source: Basebook: the most simple bases conversor.
es: Basebook: el conversor de bases más simple.
gl: Basebook: o conversor de bases máis simple.

source: Dincalc Plus app image.
es: Imagen de Dincalc Plus app.
gl: Imaxe de Dincalc Plus app.

source: Dincalc Plus: more options, more easy, more DinCalc.
es: Dincalc Plus: más opciones, más fácil, más Dincalc.
gl: Dincalc Plus: máis opcións, máis doado, máis Dincalc.
